---
kind: property
id: P:Autodesk.Revit.DB.Structure.AnalyticalLink.Start
source: html/c6de9c18-403f-0b65-2945-ec9c27c84ea0.htm
---
# Autodesk.Revit.DB.Structure.AnalyticalLink.Start Property

The point at the start of the AnalyticalLink.

## Syntax (C#)
```csharp
public XYZ Start { get; }
```